<?php

/*
Вы работаете в компании, присутствующей в нескольких городах РФ. На сайте компании есть страница с контактной информацией.
Маркетолог поставил задачу и уехал, к его приезду задача должна быть реализована.
На страницу контактов заходят люди из разных городов, нужно чтобы они видели телефон из своего города.
По умолчанию, в HTML-страницы прописан телефон 8-800-DIGITS. Телефон размещен в верху и внизу страницы.
Вот и все что рассказал маркетолог прежде чем уехать.
*/

?>
<p>
Напишу своими словами.
<p>
Получаем по геолокации город и соответствущий номер телефона.
<p>
Добавляем блокам html с телефоном идентификатор (чтобы не перебирать все дом-дерево).
<p>
Заменяем с помощью JS фразу 8-800-DIGITS на определенный телефон!
